from .. import loader, utils

@loader.tds
class poshelnahui(loader.Module):

    strings = {
        "name": Этот город боится меня (пу, пу)
Я видел его истинное лицо (фу, бля)
Улицы — продолжение сточных канав (нищета!)
А каналы заполнены бедностью (а!)
И когда стоки будут окончательно забиты (фу, бля! Фу, бля!)
Вся это мразь начнёт тонуть (ту-ту-ту-ту!)
Фу, бля! Фу, бля! Фу, бля! Фу, бля!
Мои opp'ы не знают валюты, кроме рубля
Фу, бля! Фу, бля! Фу, бля! Фу, бля!
Для них выход из бедности — это петля
Не трогаю монеты (буэ) — от них воняет нищетой (Ффу!)
Я езжу на карете: бедняки бегут за мной (топ-топ-топ)
Протягивают лапу и ждут горсть злата (дай-дай-дай)
Потягиваю латте ценой, как их зарплата (300 рублей)
Бедные хавают хлеб и батон
Так экономнее, и мне не жаль их
На свалку трусы Louis Vuitton (бомжи)
Они яйца мне жали
У тебя есть заначка (пять рублей)
Под стельками в Crocs'ах (палёных, сука!)
Я не могу выбрать тачку (чао!)
Езжу на автовозе!
Пока на работе потел
Я уже даже запел (у-у!)
Живёшь от ЗП до ЗП (скока?)
Я от ЗПП до ЗППП (у меня СПИД, сука!)
Фу, бля! Фу, бля! Фу, бля! Фу, бля!
Мои opp'ы не знают валюты, кроме рубля
Фу, бля! Фу, бля! Фу, бля! Фу, бля!
Для них выход из бедности — это петля
У вас нет монет? (У меня тоже)
Я гребу их лопатой (в мусор)
Потерял кошелёк в бедной стране (в твоей)
Она стала богатой
Твоя жизнь — сплошная печаль (лох)
У тебя дырявый карман (это Voskresenskii)
Я оставил официанту на чай
Он купил себе ресторан
Добыл алмазы, добывая алмазы
В тебе нету мазы, развозишь заказы
А я после нищих пять раз мою руки
Если при встрече просто махнул им (ха-ха!)
Кидаю им деньги на землю (на, сука)
Словно хлеб крошу голубям
Не выкупаешь такое веселье?
Богатая жизнь не для тебя!
Фу, бля! Фу, бля! Фу, бля! Фу, бля!
Мои opp'ы не знают валюты, кроме рубля
Фу, бля! Фу, бля! Фу, бля! Фу, бля!
Для них выход из бедности — это петля"}
